---
kind: other
id: Properties.T:Autodesk.Revit.DB.MassInstanceUtils
source: html/52ac99d0-e4a2-8144-0bbb-cdc95b4f5f92.htm
---
# MassInstanceUtils Properties

Specifies whether the .NET object represents a valid Revit entity.